---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Lps
source: html/8aa5114a-ce18-ad9a-3b4c-e193497a3acb.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Lps Property

Symbol LPS, indicating unit Liters per second.

## Syntax (C#)
```csharp
public static ForgeTypeId Lps { get; }
```